Repository: Unrud/djpdf
Catalog: po/*.po
Languages: et

source: Scans to PDF
et: Skaneeringute konverter PDF-failideks

source: Create small, searchable PDFs from scanned documents
et: Loo skaneeritud dokumentidest väikeseid PDF-faile, kust saad teksti otsida

source: djpdf;OCR;convert;PDF;image;
et: djpdf;OCR;konverter;PDF;PDF-tekst;pildid;skaneerimine;tekstituvastus;konvertimine;konverteerimine;

source: Create small, searchable PDFs from scanned documents. The program divides images into bitonal foreground images (text) and a color background image, then compresses them separately. An invisible OCR text layer is added, making the PDF searchable.
et: Loo skaneeritud failidest väikesed ja otsitava sisuga PDF-failid. See rakendus jagab pildid kaheks pildiks: esiplaanil mustvalge pilt (tekst) ja taustal värviline pilt ning pakib nad kokku eraldi. Lisaks muudame optilise tekstituvastuse abil tekstipildid tavatekstiks ja salvestame ta nähtamatu andmekihina ning sellega muudame PDF-faili otsitavaks.

source: Color and grayscale scans need some preparation for good results. Recommended tools are Scan Tailor or GIMP.
et: Heade tulemuste jaoks peavad värvilised ja halltoonides skaneeritud failid olema korralikult ette valmistatud. Selleks soovitame rakendusi Scan Tailor või GIMP.

source: A GUI and command line interface are included.
et: Rakendusel on graafiline kasutajaliides kui käsurea klient.

source: Remove
et: Eemalda

source: Please choose a color
et: Palun vali värv

source: DPI:
et: Punkte tolli kohta:

source: auto
et: automaatne

source: Background color:
et: Taustavärv:

source: Background
et: Taust

source: Resize:
et: Muuda suurust:

source: Compression:
et: Pakkimisvorming:

source: Quality:
et: Kvaliteet:

source: Foreground
et: Esiplaan

source: Colors:
et: Värvid:

source: No colors
et: Värve pole

source: Add
et: Lisa

source: JBIG2 Threshold:
et: JBIG2 lävi:

source: Warning
et: Hoiatus

source: Lossy JBIG2 compression can alter text in a way that is not noticeable as corruption (e.g. the numbers '6' and '8' get replaced)
et: Kui kasutusel on JBIG2 kadudega pakkimine, siis tekst võib muutuda nii, et vigu pole kerge märgata (näiteks numbrid „6“ ja „8“ võivad asenduda)

source: OCR
et: Optiline tekstituvastus

source: Language
et: Keel

source: All colors
et: Kõik värvid

source: Apply to all
et: Kohalda kõigile

source: Apply to following
et: Kohalda järgmistele

source: Load default settings
et: Laadi vaikimisi seadistused

source: Overwrite?
et: Kirjutame üle?

source: Replace default settings?
et: Kas kirjutame vaikimisi seadistused üle?

source: Save default settings
et: Salvesta vaikimisi seadistused

source: Open
et: Ava

source: Images
et: Pildid

source: All files
et: Kõik failid

source: Save
et: Salvesta

source: PDF
et: PDF-failid

source: Failed to create PDF
et: PDF-faili loomine ei õnnestunud

source: Close
et: Sulge

source: Saving…
et: Salvestame…

source: Cancel
et: Katkesta

source: Create
et: Loo uus PDF-fail
